Repository: c1982/togi
Catalog: Togi/Lang/Language.*.resx
Languages: fr_fr, tr_tr

# INFO_BUTTON_1
source: Close
fr_fr: Fermer
tr_tr: Kapat

# INFO_LABEL_1
source: Name
fr_fr: Nom
tr_tr: İsim

# INFO_LABEL_2
source: Location
fr_fr: Emplacement
tr_tr: Yer

# INFO_LABEL_3
source: Web
fr_fr: Connection
tr_tr: Bağlantı

# INFO_LABEL_4
source: Bio
fr_fr: Description
tr_tr: Açıklama

# INFO_LABEL_5
source: Fallowers
fr_fr: Les personne qui ma regarder
tr_tr: Takip Ettikleri

# INFO_LABEL_6
source: Fallowing
fr_fr: Les personne regarder
tr_tr: Takip Edenleri

# INFO_LABEL_7
source: Updates
fr_fr: Exprimez-vous
tr_tr: Bildirileri

# ITEM_MENU_1
source: Replies
fr_fr: Réponse
tr_tr: Yanıtla

# ITEM_MENU_2
source: Re Tweet
fr_fr: Repéter
tr_tr: Tekrarla

# ITEM_MENU_3
source: Message User
fr_fr: Composer un message
tr_tr: Mesaj Gönder

# ITEM_MENU_4
source: Mark as Favorite
fr_fr: Marquer comme favorie
tr_tr: Favori Olarak İşaretle

# ITEM_MENU_5
source: Un-Favorite
fr_fr: Enlever les favorie
tr_tr: Favori İşaretini Kaldır

# ITEM_MENU_6
source: Delete
fr_fr: Supprimer Tweet
tr_tr: Bildiriyi Sil

# ITEM_MENU_7
source: Info
fr_fr: Renseignements sur l'utilisateur
tr_tr: Kullanıcı Bilgisi

# ITEM_MENU_8
source: {0} from {1}
fr_fr: {0}, avec {1}
tr_tr: {0}, {1} ile

# ITEM_TIME_1
source: {0} second ago
fr_fr: {0} seconde avant
tr_tr: {0} saniye önce

# ITEM_TIME_2_0
source: {0} minutes ago
fr_fr: {0} minute avant
tr_tr: {0} dakika önce

# ITEM_TIME_2_1
source: now
fr_fr: Maintenant
tr_tr: şimdi

# ITEM_TIME_3_0
source: {0} hours ago
fr_fr: {0} heure avant
tr_tr: {0} saat önce

# ITEM_TIME_3_1
source: a hour
fr_fr: une heure avant
tr_tr: bir saat önce

# ITEM_TIME_4_0
source: {0} days ago
fr_fr: {0} jour avant
tr_tr: {0} gün önce

# ITEM_TIME_4_1
source: a day
fr_fr: hier
tr_tr: dün

# ITEM_TIME_5_0
source: {0} month ago
fr_fr: {0} mois avant
tr_tr: {0} ay önce

# ITEM_TIME_5_1
source: last month
fr_fr: mois dernier
tr_tr: geçen ay

# ITEM_TIME_6_0
source: {0} years ago
fr_fr: ans avant
tr_tr: yıl önce

# ITEM_TIME_6_1
source: last year
fr_fr: Année derniere
tr_tr: geçen sene

# LOGIN_BUTTON_1
source: Login
fr_fr: Entrer
tr_tr: Giriş

# LOGIN_LABEL_1
source: Screen Name
fr_fr: Utilisateur
tr_tr: Kullanıcı

# LOGIN_LABEL_2
source: Password
fr_fr: Mot de passe
tr_tr: Şifre

# LOGIN_LABEL_3
source: Remember me
fr_fr: Mémoriser
tr_tr: Beni hatırla

# LOGIN_LOADING_1
source: Loading Updates...
fr_fr: Chargement...
tr_tr: Bildiriler Yükleniyor...

# LOGIN_LOADING_2
source: Open Session...
fr_fr: Ouverture d'une session...
tr_tr: Oturum Açılıyor...

# LOGIN_MESSAGE
source: New version available. Please download now.
fr_fr: La nouvelle version a été publiée. Voulez-vous télécharger?

# SETTINGS_BOX_1
source: Check Time
fr_fr: Verifier chaque
tr_tr: Kontrol Zamanı

# SETTINGS_BOX_1_1
source: Minutes
fr_fr: Minute
tr_tr: Dakika

# SETTINGS_BOX_2
source: Language
fr_fr: Langue
tr_tr: Geçerli Dil

# SETTINGS_BOX_3
source: Short Url Services
fr_fr: Abréviation Url du service
tr_tr: Url Kısaltma Servisi

# SETTINGS_BOX_4
source: Proxy
fr_fr: Procureurs Server
tr_tr: Vekil Sunucusu

# SETTINGS_BOX_5
source: Proxy Account
fr_fr: Compte (Proxy Account)
tr_tr: Vekil Hesabı (Proxy Account)

# SETTINGS_BUTTON_1
source: Save
fr_fr: Enregistrer
tr_tr: Kaydet

# SETTINGS_CHECK_1
source: Run windows on startup
fr_fr: Exécuter automatiquement au démarrage de Windows
tr_tr: Windows açıldığında otomatik çalıştır

# SETTINGS_CHECK_2
source: User Web Proxy
fr_fr: L'utilisation de serveurs proxy (Web Proxy)
tr_tr: Vekil Sunucusu Kullan (Web Proxy)

# SETTINGS_LABEL_1
source: IP or Domain
fr_fr: Adresse IP ou les noms de domaine
tr_tr: IP Adresi veya Alan Adı

# SETTINGS_LABEL_3
source: check for new language
fr_fr: Voir d'autres langues
tr_tr: diğer dillere bak

# SETTINGS_MENU_2
source: Proxy
fr_fr: Procureurs Server
tr_tr: Vekil Sunucu

# SETTINGS_MENU_3
source: About
fr_fr: À propos de
tr_tr: Hakkında

# TIME_LINE_MENU_1
source: Properties
fr_fr: Paramètres
tr_tr: Ayarlar

# TIME_LINE_MENU_2
source: Show new updates
fr_fr: Voir Nouveau tweets
tr_tr: Yeni Bildirileri Göster

# TIME_LINE_MENU_3
source: Short url
fr_fr: Racourcir adresse
tr_tr: Adresleri Kısalt

# TIME_LINE_MENU_4
source: Check new updates
fr_fr: Controlè nouveau tweets
tr_tr: Yeni Bildirileri Kontrol Et

# TIME_LINE_MENU_5
source: Change user
fr_fr: Changer d'utilisateur
tr_tr: Kullanıcı Değiştir

# TIME_LINE_MESAJ_1
source: No unread updates
fr_fr: Pas de tweet non lus
tr_tr: Okunmamış bildiri yok

# TIME_LINE_MESAJ_10
source: Message deleted
fr_fr: Message supprimé
tr_tr: Mesaj silindi

# TIME_LINE_MESAJ_11
source: Do you want change this user?
fr_fr: L'utilisateur à modifier?
tr_tr: Kullanıcıyı değiştirmek istiyormusunuz?

# TIME_LINE_MESAJ_1_1
source: You have {0} updates
fr_fr: Il ya {0} favoris Tweet
tr_tr: {0} Tane favori bildiri var

# TIME_LINE_MESAJ_2
source: No favorites update
fr_fr: Pas de favoris Tweet
tr_tr: Hiç favori bildiri yok

# TIME_LINE_MESAJ_3
source: Read all updates
fr_fr: Tous les tweets ont été lus
tr_tr: Tüm bildiriler okundu

# TIME_LINE_MESAJ_3_1
source: You have got {0} unread updates
fr_fr: Il ya {0} tweets non lus
tr_tr: {0} Tane okunmamış bildiri var

# TIME_LINE_MESAJ_4
source: Checking for new updates...
fr_fr: Vérification des tweets...
tr_tr: Bildiriler kontrol ediliyor...

# TIME_LINE_MESAJ_5
source: Checking for new replies...
fr_fr: Réponses Vérification...
tr_tr: Yanıtlar kontrol ediliyor...

# TIME_LINE_MESAJ_6
source: Checking for new messages...
fr_fr: Vérification des messages privés...
tr_tr: Özel mesajlar kontrol ediliyor...

# TIME_LINE_MESAJ_7
source: Last checking time {0}
fr_fr: Dernière vérification de temps {0}
tr_tr: Son kontrol edilme zamanı {0}

# TIME_LINE_MESAJ_8_0
source: Tweets mark as favorites
fr_fr: A été marqué comme favori
tr_tr: Bildiri favori olarak işaretlendi

# TIME_LINE_MESAJ_8_1
source: Tweet delete favorites
fr_fr: A été supprimé de mes favoris
tr_tr: Bildiri favorilerden silindi

# TIME_LINE_MESAJ_9
source: Deleted Tweet
fr_fr: Tweet a été supprimé
tr_tr: Bildiri silindi

# TIME_LINE_NOTIFY_MENU_1
source: Exit
fr_fr: Fermer
tr_tr: Çıkış

# TIME_LINE_NOTIFY_MENU_2
source: Show
fr_fr: Ouvrir
tr_tr: Göster

# TIME_LINE_RECENTS_BUTTON
source: Recents
fr_fr: Récents
tr_tr: Genel Akış

# TIME_LINE_REPLIES_BUTTON
source: Replies
fr_fr: Réponses
tr_tr: Cevaplar

# TIME_LINE_STATUS_TEXT_DEFAULT
source: Tweet for Press CTRL+ALT+ENTER
fr_fr: Pour Tweet CTRL+ALT+ENTER
tr_tr: Tweet'lemek için CTRL+ALT+ENTER

# TIME_LINE_TOOLS
source: Tools
fr_fr: Outils
tr_tr: Araçlar

# TIME_LINE_TOOLS_MENU_1
source: Filter favorites
fr_fr: Voir les favoris
tr_tr: Favorileri göster

# TIME_LINE_TOOLS_MENU_2
source: Filter for un-reads
fr_fr: Voir les non lus
tr_tr: Okunmamışları göster

# TIME_LINE_TOOLS_MENU_3
source: Mark as read all
fr_fr: Marquer tous comme lus
tr_tr: Hepsini okundu olarak işaretle

# UPGRADE_STATUS
source: Downloading {0}/{1} (%{2})
fr_fr: Téléchargement {0}/{1} (%{2})

# UPGRADE_TITLE
source: Upgrade Togi Twitter Client
fr_fr: Mise à jour Togi Twitter Client

# INFO_LABEL_8
source: Togi Points
tr_tr: Togi Puanı

# SETTINGS_MENU_1
source: General
tr_tr: Genel

# TIME_LINE_MESSAGES_BUTTON
source: Messages
tr_tr: Mesajlar
